[
	{"canon_order":"070_001_001","book":"MT","chapter":1,"verse_start":1,"verse_end":1,"verse_content":"Iti i Jesu ana’a’agir wabih, aiwob ana efane i David ana rara’ane tufuw naatu omatanenane i Abraham ana rara’ane tufuw. Naatu iti i hai gin anayimih."},
	{"canon_order":"070_001_002","book":"MT","chapter":1,"verse_start":2,"verse_end":2,"verse_content":"Abraham natun i Isaac, naatu Isaac natun i Jacob, Jacob natun i Judah, Judah i taitin tuwahinah bairi hitufuw."},
	{"canon_order":"070_001_003","book":"MT","chapter":1,"verse_start":3,"verse_end":3,"verse_content":"Naatu Judah natunatun i Perez tain Zerah hairi hitufuw, hinah wabin Tamar. Naatu Perez natun i Hezron, Hezron natun i Ram,"},
	{"canon_order":"070_001_004","book":"MT","chapter":1,"verse_start":4,"verse_end":4,"verse_content":"Ram natun i Aminadab, Aminadab natun i Nashon, Nashon natun i Salmon."},
	{"canon_order":"070_001_005","book":"MT","chapter":1,"verse_start":5,"verse_end":5,"verse_content":"Naatu Salmon natun i Boaz, hinah wabin Rahab, naatu Boaz natun i Obed, hinah wabin Ruth, naatu Obed natun i Jesse."},
	{"canon_order":"070_001_006","book":"MT","chapter":1,"verse_start":6,"verse_end":6,"verse_content":"Jesse natun i David, aiwob orot. David natun i Solomon, naatu Solomon hinah i orot Uriah ana kwafur."},
	{"canon_order":"070_001_007","book":"MT","chapter":1,"verse_start":7,"verse_end":7,"verse_content":"Solomon natun i Rehoboam, Rehoboam natun i Abaijah, Abaijah natun i Asa,"},
	{"canon_order":"070_001_008","book":"MT","chapter":1,"verse_start":8,"verse_end":8,"verse_content":"Asa natun i Jehosafat, Jehosafat natun i Jehoram, Jehoram natun i Uzaiah,"},
	{"canon_order":"070_001_009","book":"MT","chapter":1,"verse_start":9,"verse_end":9,"verse_content":"Uzaiah natun i Jotham, Jotham natun i Ahaz, Ahaz natun i Hezekiah."},
	{"canon_order":"070_001_010","book":"MT","chapter":1,"verse_start":10,"verse_end":10,"verse_content":"Naatu Hezekiah natun i Manasseh, Manasseh natun i Amon, Amon natun i Josiah,"},
	{"canon_order":"070_001_011","book":"MT","chapter":1,"verse_start":11,"verse_end":11,"verse_content":"Josiah natun i Jeconiah, Jeconiah taitin tuwahinah bairi hibitutufuw ana veya’amaim baiyow matar Babilon sabuw hina hibuwih hire hin Babilonamaim hima."},
	{"canon_order":"070_001_012","book":"MT","chapter":1,"verse_start":12,"verse_end":12,"verse_content":"Babilonane himatabir maiye hinan ufunamaim Jeconiah natun i Shealtiel, naatu Shealtiel natun i Zerubbabel,"},
	{"canon_order":"070_001_013","book":"MT","chapter":1,"verse_start":13,"verse_end":13,"verse_content":"Zerubbabel natun i Abiud, naatu Abiud natun i Eliakim, Eliakim natun i Azor,"},
	{"canon_order":"070_001_014","book":"MT","chapter":1,"verse_start":14,"verse_end":14,"verse_content":"Azor natun i Zadok naatu Zadok natun i Akim, Akim natun i Eliud,"},
	{"canon_order":"070_001_015","book":"MT","chapter":1,"verse_start":15,"verse_end":15,"verse_content":"Eliud natun i Eleazar, Eleazar natun i Mathan, Mathan natun i Jacob,"},
	{"canon_order":"070_001_016","book":"MT","chapter":1,"verse_start":16,"verse_end":16,"verse_content":"Jacob natun i Joseph, Joseph aawan i Mary, naatu Mary natun i Jesu, it isan Keriso tarouw ta’o."},
	{"canon_order":"070_001_017","book":"MT","chapter":1,"verse_start":17,"verse_end":17,"verse_content":"Imih Abraham ana veya’amaim busuruf re na David ana veya’amaim titit, agi’agir kwerekweren etei 14, naatu David ana veya’amaim re na hin Babilon hima’ama i 14, naatu Babilon hima’am imaim busuruf na Keriso ana veya’amaim titit i na’atube 14."},
	{"canon_order":"070_001_018","book":"MT","chapter":1,"verse_start":18,"verse_end":18,"verse_content":"Jesu Keriso ana tufuw an i iti na’atube busuruf. Jesu hinah Mary i orot Joseph bai’awanin isan ana rum hi’o, baise hairi nanabin hima’am ana veya, Mary Anun Kakafiyin re targabuw yan wanawanan rara bobokafuf i so’ob."},
	{"canon_order":"070_001_019","book":"MT","chapter":1,"verse_start":19,"verse_end":19,"verse_content":"Naatu Joseph i orot gewasin, imih men kok boro bebeyanamaim Mary tibiya’uhuw; imih wa’iwa’iramaim Mary kwahirin isan bogaigiwas."},
	{"canon_order":"070_001_020","book":"MT","chapter":1,"verse_start":20,"verse_end":20,"verse_content":"Baise ma binotanot tasinafumih, Regah ana tounamatar kakafiyin mimumaim tit eo, “Joseph, David ana agir, Mary bai na bai’awanin isan men inabirumih, anayabin iti i God Anunin Kakafiyinane yan matar."},
	{"canon_order":"070_001_021","book":"MT","chapter":1,"verse_start":21,"verse_end":21,"verse_content":"I boro kek orot nayai, o wabin Jesu iniwab, anayabin i boro ana sabuw hai bowabow kakafihine niyawasih.”"},
	{"canon_order":"070_001_022","book":"MT","chapter":1,"verse_start":22,"verse_end":22,"verse_content":"Sawar iti etei himamatar i abisa God ana dinab orot wanawananamaim eo Buk Atamaninamaim kikirum i na iturobe."},
	{"canon_order":"070_001_023","book":"MT","chapter":1,"verse_start":23,"verse_end":23,"verse_content":"m “Babin biyan numin boro yan namatar, nataub kek orot nayai wabin Immanuel hiniwab” anayabin God it biyatamaim."},
	{"canon_order":"070_001_024","book":"MT","chapter":1,"verse_start":24,"verse_end":24,"verse_content":"Joseph matan nuw mimisir ufunamaim, Regah ana tounamatar biyun na’atube Mary bai i’awan hairi hin ana bar."},
	{"canon_order":"070_001_025","book":"MT","chapter":1,"verse_start":25,"verse_end":25,"verse_content":"Baise Joseph i Mary hairi inu’e hima hin Mary taub kek orot yai, naatu Joseph kek bai wabin Jesu iwab eaf."}	
]
